{
    "Dashboard": "Painel",
    "Sign Up": "Cadastre-se",
    "Registered Members": "Membros Registrados",
    "Created Communities": "Comunidades Criadas",
    "Users upgraded to": "Usuários atualizados para",
    "Communities partnered with Noclip": "Comunidades parceiras do NoClip",
    "Get the most out of Noclip by using your own vanity domain": "Aproveite o Noclip ao máximo usando seu próprio domínio personalizado",
    "Beautiful, fast, free": "Lindo, rápido, de graça",
    "Our platform is built to look good, feel good, and most importantly bring your community to one unified place": "Nossa plataforma foi criada para ter uma boa aparência, ser confortável, e o mais importante trazer sua comunidade para um lugar unificado",
    "Start free": "Comece de graça",
    "No fees, optional global account upgrade": "Sem taxas, o upgrade de conta global é opcional",
    "Beautiful Dashboard": "Painel Lindo",
    "Manage your community easily": "Gerencie a sua comunidade fácilmente",
    "Built-in SEO": "SEO integrado",
    "Search engines will find you easily": "Os mecanismos de pesquisa encontrarão você facilmente",
    "Multiple Communities": "Múltiplas Comunidades",
    "Need more than one site? No problem": "Precisa de mais que um site? Sem problema",
    "Easy Permissions": "Permissões fáceis",
    "Simple and to the point permissions": "Permissões simples e diretas",
    "Global Accounts": "Contas Globais",
    "Users from other sites can join yours, in literally one click": "Usuários de outros sites podem juntar-se ao seu em literalmente um click",
    "Noclip": "Noclip",
    "Get an enhanced experience with Noclip Rainbow. for a one-time purchase of $5.00. Stand out across all of Noclip with profile and community customizations!": "Ganhe uma experiência aprimorada com o Noclip Rainbow com uma compra única de $5,00 USD. Se destaque em todo o Noclip com personalizações de perfil e comunidade!",
    "Please update your email before upgrading, sorry!": "Por favor atualize seu email antes de fazer o upgrade",
    "Update Email": "Atualizar Email",
    "Purchase": "Comprar",
    "Sign up to Upgrade": "Cadastre-se para o Upgrade",
    "Rainbow Features": "Recursos do Rainbow",
    "More Communities": "Mais Comunidades",
    "Get up to 5 communities when you are upgraded with rainbow": "Obtenha até 5 comunidades quando você for atualizado com Rainbow",
    "More servers": "Mais servidores",
    "Add up to 10 servers on any community you are an administrator or are an owner of!": "Adicione até 10 servidores em qualquer comunidade que você é administrador ou dono",
    "Your free all-in-one community suite.": "Seu pacote comunitário completo e gratuito.",
    "Apply for discovery": "Candidate-se para descobrir",
    "Coming Soon": "Em breve",
    "You can apply for your server to be displayed on the front page and the discovery page!": "Você pode solicitar que seu servidor seja exibido na primeira página e na página de descoberta!",
    "Change your vanity sub-domain": "Altere seu subdomínio personalizado",
    "You can contact us about changing your sub-domain!": "Você pode entrar em contato conosco para alterar seu subdomínio!",
    "Theme system": "Sistema de temas",
    "Change the color palette of your site, giving it a unique look!": "Altere a paleta de cores do seu site, dando-lhe um visual único!",
    "Thread Backgrounds / Color": "Backgrounds / Cores da Thread",
    "Add a background image or a background color to your threads all across Noclip!": "Adicione uma imagem ou cor de fundo aos seus tópicos em todo o Noclip!",
    "Profile Cover": "Capa do Perfil",
    "Add a background image to your profile for more customization!": "Adicione uma imagem de fundo ao seu perfil para mais personalização!",
    "Category / Board Backgrounds": "Backgrounds de Categoria/Fórum",
    "On your communities, you will be able to add background covers to categories and boards!": "Em suas comunidades, você poderá adicionar capas de Background a categorias e divisões!",
    "Custom Color Username": "Cor de Nome de Usuário Customizado",
    "Pick your perfect username color, and username glow! Works across all communities!": "Escolha sua cor de nome de usuário perfeita, e brilho também! Funciona em todas as comunidades!",
    "These members get access to the best features in Noclip, the list keeps growing!": "Esses membros têm acesso aos melhores recursos do Noclip, e a lista continua crescendo!",
    "Noclip is free, forever": "Noclip é de graça, pra sempre",
    "Create your community in seconds with no commitment required": "Crie sua comunidade em segundos, sem compromisso",
    "Joined": "Entrou",
    "Owned Communities": "Comunidades possuídas",
    "Joined Communities": "Comunidades que você faz parte",
    "Search for a community": "Procure por uma comunidade",
    ":name has no description yet :(": ":name não tem descrição ainda :(",
    "Members": "Membros",
    "Created": "Criado",
    "Role": "Cargo",
    "Owner": "Dono",
    "User": "Usuário",
    "Manage Your Communities": "Gerenciar suas comunidades",
    "You can view the communities you created here, and also create new ones instantly below.": "Você pode ver as suas comunidades criadas aqui e também criar novas instantaneamente abaixo.",
    "Back to Home Page": "Voltar a página inicial",
    "Create your community": "Criar sua comunidade",
    "✨ Begin your journey by choosing your communities name, we will teleport you to your new site immediately after.": "✨ Comece sua jornada escolhendo o nome da sua comunidade, nós o teletransportaremos para o seu novo site imediatamente depois.",
    "Your domain will be": "Seu domínio vai ser",
    "Sorry! It seems like your search is invalid, or we can not load communities right now.": "Desculpe! Parece que sua pesquisa é inválida ou não podemos carregar comunidades no momento.",
    "Search for a user": "Procurar por um usuário",
    "This user is a Noclip Moderator": "Esse usuário é um moderador NoClip",
    "Domain": "Domínio",
    "Community Name": "Nome da comunidade",
    "Create community": "Criar comunidade",
    "Join Community": "Entrar na comunidade",
    "Recent Activity": "Atividades recentes",
    "The latest forum posts from :name": "As últimas postagens do fórum de :name",
    "Posts": "Posts",
    "Search for a post": "Procure um post",
    "Sorry! Seems like your search is invalid, or we can not load posts right now.": "Desculpe! Parece que sua pesquisa é inválida ou não podemos carregar as postagens no momento.",
    "Sorry! Seems like your search is invalid, or we can not load users right now.": "Desculpe! Parece que sua pesquisa é inválida ou não podemos carregar usuários no momento.",
    "Welcome to our store": "Bem vindo a nossa loja",
    "Select a store below and browse through our packages!": "Selecione uma loja abaixo e navegue pelos nossos produtos!",
    "Donation Leaderboards": "Placar de Doações",
    "Search for a server": "Procurar por um servidor",
    "Sorry! Seems like your search is invalid, or we can not load servers right now.": "Desculpe! Parece que sua pesquisa é inválida ou não podemos carregar os servidores no momento.",
    "Browse packages for :name": "Procurar produtos para :name",
    "Looks like there is no threads.. but you could be the first!": "Parece que não há tópicos.. mas você pode ser o primeiro!",
    "Offline": "Offline",
    "Max Players": "Máximo de Players",
    "Connect to :name": "Conectar em :name",
    "Copy IP": "Copiar IP",
    "Online Members": "Membros online",
    "Join :name": "Entrar em :name",
    "Online Players": "Players online",
    "Join": "Entrar",
    "Threads": "Tópicos",
    "Replies": "Respostas",
    "By": "Por",
    "Banned reason": "Motivo do banimento",
    "Description": "Descrição",
    "Sign in to purchase": "Faça login para comprar",
    "Short Description": "Descrição curta",
    "By purchasing this package you agree to accept our TOS.": "Ao comprar este pacote, você concorda em aceitar nossos TOS.",
    "Purchase for free": "Comprar de graça",
    "Purchased": "Comprado",
    "Pay": "Pagar",
    "Notice": "Perceba",
    "Servers": "Servidores",
    "Create a thread": "Criar um tópico",
    "Edit Board": "Editar divisão",
    "Edit Category": "Editar categoria",
    "Gift User?": "Presentear usuário?",
    "Comment": "Comentar",
    "Update Comment": "Atualizar comentário",
    "Go Back": "Voltar",
    "Edit": "Editar",
    "Create Comment": "Criar comentário",
    "Delete Comment": "Deletar comentário",
    "Cancel": "Cancelar",
    "Reply": "Responder",
    "Edit Thread": "Editar tópico",
    "Sorry, this thread is locked, or you do not have permission to comment on this thread.": "Desculpe, este tópico está bloqueado ou você não tem permissão para comentar neste tópico.",
    "Are you sure you want to delete this comment? Once your comment is deleted, it will be removed permanently from this post.": "Tem certeza de que deseja excluir este comentário? Depois que seu comentário for excluído, ele será removido permanentemente desta postagem.",
    "Update your thread: :name": "Atualize seu tópico: :name",
    "Please follow the rules of this board when making a thread.": "Por favor, siga as regras deste divisão ao criar um tópico.",
    "Thread Title": "Título do tópico",
    "Thread Content": "Conteúdo do tópico",
    "Cover Photo": "Foto de capa",
    "Thread Color": "Cor do tópico",
    "Update Thread": "Atualizar tópico",
    "Create Thread": "Criar tópico",
    "Delete Thread": "Deletar tópico",
    "Are you sure you want to delete this thread? Once this thread is deleted, other users will not be able to find this post.": "Tem certeza de que deseja excluir este tópico? Depois que este tópico for excluído, outros usuários não poderão encontrar este post.",
    "Move thread": "Mover tópico",
    "You can move this thread to another board, which it will be displayed immediately after.": "Você pode mover este tópico para outra divisão, que será exibido imediatamente depois.",
    "Search for a board": "Procurar por uma divisão",
    "Board": "Divisão",
    "Hey there!": "Ei!",
    "You are browsing :name. Join :name to post, like, or comment!": "Você está navegando em :name. Entre em :name para postar, dar like, ou comentar!",
    "You are in preview mode. Join us to participate!": "Você está no modo de preview. Junte-se a nós para participar!",
    "Join our community to contribute to threads or donate to the server!": "Junte-se à nossa comunidade para contribuir em tópicos ou doar para o servidor!",
    "It's that simple.": "É simples assim.",
    "Create your community in literally 15 seconds or less, no strings attached": "Crie sua comunidade em literalmente 15 segundos ou menos, sem compromisso",
    "Welcome to your dashboard, :name": "Bem vindo ao seu painel, :name",
    "If you need any help or advice, please ask questions at": "Se você precisar de alguma ajuda ou conselho, por favor, faça perguntas em",
    "You can also join our discord to interact with other community owners at": "Você também pode participar do nosso discord para interagir com outros donos de comunidades em",
    "Features": "Recursos",
    "Forums": "Fóruns",
    "Let your community get the most out of your website with a fully integrated forums.": "Deixe sua comunidade tirar o máximo proveito do seu site com fóruns totalmente integrados.",
    "Manage Forums": "Gerenciar fóruns",
    "Easily manage and monetize your server with tight integration with your forums and donation panel.": "Gerencie e monetize facilmente seu servidor com uma forte integração com seus fóruns e painel de doações.",
    "Manage Servers": "Gerenciar Servidores",
    "Permissions": "Permissões",
    "Simple but powerful role / permission management.": "Gerenciamento de cargos/permissões simples, mas poderoso.",
    "Manage Permissions": "Gerenciar Permissões",
    "Store": "Loja",
    "Powerful and feature-rich donation panel.": "Painel de doação poderoso e rico em recursos.",
    "Manage Store": "Gerenciar Loja",
    "Settings": "Configurações",
    "Partner": "Parceiro",
    "Theme": "Tema",
    "Display": "Mostrar",
    "Misc": "Diversas",
    "Categories": "Categorias",
    "Boards": "Divisões",
    "Community Theme: Primary Color": "Tema da comunidade: Cor Primária",
    "We generate your theme based off colors you choose. We will explain it step by step below.": "Geramos seu tema com base nas cores que você escolher. Vamos explicar passo a passo abaixo.",
    "First, choose a color for the primary palette. This is, for example, the save button below.": "Primeiro, escolha uma cor para a paleta primária. Este é, por exemplo, o botão salvar abaixo.",
    "Community Theme: Neutral Color": "Tema da comunidade: Cor Neutra",
    "Second, choose a color for the neutral palette. This is all the grey shades across the site. Backgrounds, card backgrounds, etc.": "Segundo, escolha uma cor para a paleta neutra. Estes são todos os tons de cinza em todo o site. Fundos, fundos de cartão, etc.",
    "Community Theme: Success Color": "Tema da comunidade: Cor de Sucesso",
    "Third, choose a color for the success color. This is typically green in the default theme.": "Terceiro, escolha uma cor para a cor de sucesso. Isso geralmente é verde no tema padrão.",
    "Community Theme: Danger Color": "Tema da comunidade: Cor de Perigo",
    "Finally, choose a color for the danger palette.": "Por fim, escolha uma cor para a paleta de perigo.",
    "Save": "Salvar",
    "Reset Color": "Resetar Cor",
    "Join our partner program for $8.99 USD / month": "Junte-se ao nosso programa de parceiros por $8,99 USD / mês",
    "An exclusive limited slot monthly subscription for your community to get highly sought after features like vanity custom domain, access to discovery page, and more.": "Uma assinatura mensal exclusiva e limitada para sua comunidade para obter recursos altamente procurados, como domínio personalizado, acesso à página de descoberta e muito mais.",
    "There are current :limit slots left for our partner program": "Atualmente tem :limit slots de limite para nosso programa de parceiros",
    "Checkout": "Finalizar",
    "Manage payment or subscription details.": "Gerenciar detalhes de pagamento ou assinatura.",
    "This will redirect you to Stripes customer portal where you can manage any subscriptions or payment methods.": "Isso irá redirecioná-lo para o portal de clientes Stripes, onde você pode gerenciar quaisquer assinaturas ou métodos de pagamento.",
    "You need to add a valid payment method before you can subscribe to our partner program.": "Você precisa adicionar um método de pagamento válido antes de se inscrever em nosso programa de parceiros.",
    "You are all set to join our partner program!": "Você está pronto para participar do nosso programa de parceiros!",
    "Update Email to Manage": "Atualize seu e-mail para gerenciar",
    "Manage": "Gerenciar",
    "Your Forums": "Seus fóruns",
    "Community API Key": "Chave de API da comunidade",
    "This API key will allow our store integrations to work. If you are a developer you can also use this to read Packages, Purchases, Events, and more.": "Essa chave de API permitirá que nossas integrações de loja funcionem. Se você é um desenvolvedor, também pode usar isso para ler Pacotes, Compras, Eventos e muito mais.",
    "Copy API key": "Copiar chave de API",
    "Regenerate API key": "Regenerar chave de API",
    "Generate API Key": "Generar chave de API",
    "Community Icon": "Icone da comunidade",
    "Your community icon will be shown across your entire site and the discovery section.": "O ícone da sua comunidade será exibido em todo o site e na seção de descoberta.",
    "Your cover photo will be displayed on the front-page of your site": "Sua foto de capa será exibida na primeira página do seu site",
    "Remove Community Cover": "Remova o cover da comunidade",
    "Community Description": "Descrição da comunidade",
    "Your community description is displayed in the discovery section and on the front of your site.": "A descrição da sua comunidade é exibida na seção de descoberta e na frente do seu site.",
    "Update Description": "Atualizar descrição",
    "Delete Community: :name": "Deletar comunidade: :name",
    "This action can not be undone. Deleting your server is a destructive action.": "Essa ação não pode ser desfeita. Excluir seu servidor é uma ação destrutiva.",
    "Delete Community": "Deletar comunidade",
    "We are not responsible for refunds or any obligations you have made to the members of this community.": "Não nos responsabilizamos por reembolsos ou quaisquer obrigações que você tenha feito com os membros desta comunidade.",
    "Delete my Community": "Deletar minha comunidade",
    "Do not Delete my Community": "Não deletar a minha comunidade",
    "Vanity Domain": "Domínio Personalizado",
    "After submitting your domain to this community, please contact an Administrator, adding a vanity domain typically takes on business day or less. You may only have one vanity domain per partner.": "Depois de enviar seu domínio para esta comunidade, entre em contato com um administrador. A adição de um domínio personalizado normalmente leva um dia útil ou menos. Você só pode ter um domínio personalizado por parceiro.",
    "Add Vanity Domain": "Adicionar Domínio Personalizado",
    "Your community name is displayed across your entire website.": "O nome da sua comunidade é exibido em todo o site.",
    "Update Name": "Atualizar Nome",
    "Discord Server ID": "ID do Servidor do Discord",
    "Enter your Discord server ID to enable the Discord widget on your home page. This will also enable a Discord link in the navbar.": "Digite o ID do seu servidor do Discord para ativar o widget Discord em sua página inicial. Isso também habilitará um link do Discord na barra de navegação.",
    "Update Discord ID": "Atualizar ID do Servidor do Discord",
    "Donation link": "Link de doação",
    "You can set an external url for your donation store.": "Você pode definir um URL externo para sua loja de doações.",
    "Donation": "Doação",
    "Update Donation link": "Atualizar Link de Doação",
    "Partnership": "Parceria",
    "Partnering a community will make it discoverable on the front page. You can only partner one community.": "A parceria com uma comunidade a tornará visível na primeira página. Você só pode fazer parceria com uma comunidade.",
    "Partner Community": "Comunidade de parceiros",
    "Update Partnership": "Atualizar Parceria",
    "Steam group ID": "ID do grupo Steam",
    "Edit Category: :name": "Editar Categoria: :name",
    "View Category": "Ver Categoria",
    "Deleting this category will also hide all boards, threads, and comments made in this category. This is highly ill-advised.": "A exclusão desta categoria também ocultará todos os fóruns, tópicos e comentários feitos nesta categoria. Isso não é aconselhado.",
    "Delete Category": "Deletar Categoria",
    "Category: :name": "Categoria: :name",
    "Category Title": "Título da Categoria",
    "Category Description": "Descrição da Categoria",
    "Update Category": "Atualizar Categoria",
    "The cover photo for this category will be displayed in SEO and on the category page.": "A foto de capa desta categoria será exibida em SEO e na página da categoria.",
    "View Board": "Ver Divisão",
    "Delete Board: :name": "Deletar Divisão: :name",
    "Deleting this board will also hide all threads made in this board.": "A exclusão desta divisão também ocultará todos os tópicos feitos nela.",
    "Delete Board": "Deletar Divisão",
    "Edit Board: :name": "Editar Divisão: :name",
    "Board Title": "Título da Divisão",
    "Board Description": "Descrição da Divisão",
    "Board Category": "Categoria da Divisão",
    "Prevent users from posting threads in this board?": "Impedir que os usuários postem tópicos nesta divisão?",
    "Update Board": "Atualizar Divisão",
    "The cover photo for this category will be displayed in SEO and on the board page.": "A foto da capa desta categoria será exibida em SEO e na página da divisão.",
    "Board Icon": "Icone da Divisão",
    "Add a small icon to your boards to give it more personalization!": "Adicione um pequeno ícone as suas divisões para dar mais personalização!",
    "Create a Role": "Criar um cargo",
    "Roles are groups that you can assign members of your community to give certain permissions when they join your community!": "Cargos são grupos que você pode atribuir a membros de sua comunidade para conceder determinadas permissões quando eles entrarem em sua comunidade!",
    "Role Title": "Título do Cargo",
    "Assign Members": "Atribuir membros",
    "You can add members by selecting the drop down and searching for a user. You can also see who is assigned to this role below": "Você pode adicionar membros selecionando a lista suspensa e procurando um usuário. Você também pode ver quem está atribuído a este cargo abaixo",
    "It is recommended to use a users ID instead of searching for their name, it ensures you do not accidentally assign the wrong user the wrong role.": "Recomenda-se usar um ID de usuário em vez de procurar seu nome, isso garante que você não atribua acidentalmente ao usuário errado o cargo errado.",
    "Member": "Membro",
    "Assign Role": "Atribuir Cargo",
    "Update Role: :name": "Atualizar Cargo: :name",
    "Clear Permission: :name": "Limpar Permissões: :name",
    "Role Color": "Cor do Cargo",
    "Role colors are displayed with the name of your role, usually displayed in forums / store.": "As cores do cargo são exibidas com o nome do seu cargo, geralmente exibido em fóruns/loja.",
    "Edit Role: :name": "Editar Cargo: :name",
    "The role title is the pretty name for the role. It will be displayed everywhere on your community where a user has this role.": "O título do cargo é o nome bonito escolhido para o cargo. Ele será exibido em todos os lugares da sua comunidade onde um usuário tiver essa função.",
    "Update Role": "Atualizar Cargo",
    "Edit your server": "Editar seu Servidor",
    "Edit Server: :name": "Editar Servidor: :name",
    "Copy Server ID": "Copiar ID do servidor",
    "Add Server": "Adicionar Servidor",
    "Your Servers": "Seus servidores",
    "Add your server": "Adicionar seu servidor",
    "Connect your server to your community, members will be about to connect to it, see who is playing, and more!": "Conecte seu servidor à sua comunidade, os membros poderão se conectar a ele, ver quem está jogando e muito mais!",
    "Server Name": "Nome do Servidor",
    "Server IP": "IP do Servidor",
    "Server Port": "Porta do Servidor",
    "Server Type": "Tipo do Servidor",
    "Other source game": "Outro Servidor da Source",
    "Create Server": "Criar Servidor",
    "Delete Server: :name": "Deletar Servidor: :name",
    "Deleting this server will not allow users to donate, connect, or see this server in server listing.": "A exclusão deste servidor não permitirá que os usuários doem, conectem ou vejam este servidor na lista de servidores.",
    "Delete Server": "Deletar Servidor",
    "You can edit your servers ip, port, name, and also add a cover photo to it!": "Você pode editar o ip, porta, nome do seu servidor e também adicionar uma foto de capa a ele!",
    "Store Cover Photo": "Foto da capa da loja",
    "Pin server to front page? (There can only be one pinned server)": "Fixar servidor na página inicial? (Só pode haver um servidor fixado)",
    "Add your first server": "Adicionar seu primeiro servidor",
    "Adding your server allows users to join, donate, and see who is playing!": "Adicionar seu servidor permite que os usuários participem, doem e vejam quem está jogando!",
    "Add server": "Adicionar Servudor",
    "Add or edit a package for: :name": "Adicionar ou editar um pacote para: :name",
    "Create package": "Criar Pacote",
    "Packages": "Pacotes",
    "Choose a server to edit their packages": "Escolha um servidor para editar seus pacotes",
    "Download Gmod Integration": "Baixar Integração com o Gmod",
    "Download": "Baixar",
    "Your Package Categories": "Suas categorias de pacotes",
    "Edit your package: :name for server :server": "Editar seu pacote: :name para o servidor :server",
    "Preview package": "Pré-visualizar Pacote",
    "Create your package": "Criar seu Pacote",
    "Connected Stripe Account": "Conta Stripe Conectada",
    "Stripe is our main platform for receiving and processing payments. You can make a Stripe account through us, and start receiving payments immediately.": "A Stripe é nossa principal plataforma para recebimento e processamento de pagamentos. Você pode criar uma conta Stripe através de nós e começar a receber pagamentos imediatamente.",
    "By registering your account, you agree to our Services Agreement and the Stripe Connected Account Agreement:": "Ao registrar sua conta, você concorda com nosso Contrato de Serviços e com o Contrato de Conta Conectada à Stripe:",
    "Link:": "Vincular:",
    "Connect": "Conectar",
    "Stripe Account Details": "Detalhes da Conta Stripe",
    "Click continue to finish the connection process through stripe.": "Clique em Continuar para finalizar o processo de conexão via Stripe.",
    "Stripe Account Connected": "Conta Stripe Conectada",
    "Your Stripe account has been fully setup.": "Sua Conta Stripe foi Configurada.",
    "Package Categories": "Categoria de Pacotes",
    "Package categories automatically make tabs in the store area of your community, you can create and customize them here!": "As categorias de pacotes criam abas automaticamente na área da loja da sua comunidade, você pode criar e customizá-las aqui!",
    "Create package for server: :name": "Criar pacote para o servidor: :name",
    "Users purchase packages. You will first add basic details about the package. You can add actions or rewards in the edit package section later.": "Os usuários compram pacotes. Você primeiro adicionará detalhes básicos sobre o pacote. Você pode adicionar ações ou recompensas na seção de edição do pacote posteriormente.",
    "Package Name": "Nome do Pacote",
    "Package Short Description": "Descrição Curta do Pacote",
    "Package Detailed Description": "Descrição Longa do Pacote",
    "Price": "Preço",
    "Category": "Categoria",
    "Is this package permanent?": "Esse pacote é permanente?",
    "How long does it take for a new purchase to expire?": "Quanto tempo leva para uma nova compra expirar?",
    "1 Second": "1 Segundo",
    "1 Day": "1 Dia",
    "1 Week": "1 Semana",
    "1 Month": "1 Mês",
    "3 Months": "3 Mêses",
    "6 Months": "6 Mêses",
    "1 Year": "1 Ano",
    "Can users add a custom price to this package? (Custom price STARTS at price)": "Os usuários podem adicionar um preço personalizado a este pacote? (O preço personalizado COMEÇA no preço padrão)",
    "Can users purchase this package more than once?": "Os usuários podem comprar este pacote mais de uma vez?",
    "Preview Photo": "Pré-visualizar Foto",
    "Edit package for server: :name": "Editar pacote para o servidor: :name",
    "Run Custom Console Command?": "Rodar Comando de Console Customizado?",
    "Run a custom console command when a user purchases this package.": "Rodar o Comando de Console Customizado quando o usuário comprar esse pacote.",
    "Gets replaced by players Name": "É substituido pelo Nome dos players",
    "Gets replaced by players SteamID": "É substituido pelo SteamID dos players",
    "Gets replaced by players Steam64 ID": "É substituido pelo SteamID64 dos players",
    "Console command": "Comando de Console",
    "Console command on package expire": "Comando de Console quando o pacote expirar",
    "Name": "Nome",
    "Type": "Tipo",
    "Gets replaced by player object": "É substituido pelo objeto do Player",
    "Run Custom Lua?": "Rodar script Lua customizado?",
    "Custom lua": "Lua customizado",
    "Custom lua on package expire": "Lua customizado quando o pacote expirar",
    "Create Custom Lua Action": "Criar ação Lua customizado",
    "Give DarkRP levels to user?": "Dar níveis do DarkRP para o Usuário?",
    "This gives a user a specified amount of levels when they purchase a package.": "Isso dá ao usuário uma quantidade especificada de níveis quando compra um pacote.",
    "DarkRP levels": "Níveis do DarkRP",
    "Create DarkRP Levels Action": "Criar ação de níveis do DarkRP",
    "Give DarkRP money to user?": "Dar dinheiro do DarkRP ao usuário?",
    "This gives a player a specified amount of DarkRP cash when they have purchased a package.": "Isso dá ao jogador uma quantia específica de dinheiro do DarkRP quando ele compra um pacote.",
    "DarkRP money": "Dinheiro do DarkRP",
    "Create DarkRP Money Action": "Criar ação de dinheiro do DarkRP",
    "Give Pointshop 1 points to user?": "Dar pontos do Pointshop 1 ao usuário?",
    "This gives a user Pointshop 1 points when they purchase a package.": "Isso dá pontos do Pointshop 1 quando compra um pacote.",
    "Pointshop 1 points": "Pontos do Pointshop 1",
    "Create Pointshop 1 Action": "Criar ação do Pointshop 1",
    "Give Pointshop 2 points to user?": "Dar pontos do Pointshop 2 ao usuário?",
    "This gives a user default / basic Pointshop 2 points when they purchase a package.": "Isso dá a um usuário pontos padrão / básico do Pointshop 2 quando ele compra um pacote.",
    "Pointshop 2 points": "Pontos do Pointshop 2",
    "Give PS2 premium points to user?": "Dar pontos premium do PS2 para o usuário?",
    "This gives a user premium Pointshop 2 points when they purchase a package.": "Isso dá pontos premium do Pointshop 2 quando compra um pacote.",
    "PS2 premium points": "Pontos Premium do Pointshop 2",
    "Create PS2 Premium Points Action": "Criar ação de Pontos Premium do PS2",
    "Adding your steam group ID to Noclip will display it on your home page to let players join it easily!": "Adicionar o ID do seu Grupo Steam ao Noclip o exibirá em sua página inicial para permitir que os jogadores participem facilmente!",
    "Sorry! Seems like your search is invalid, or we can not load partners right now.": "Desculpe! Parece que sua pesquisa é inválida ou não podemos carregar parceiros no momento.",
    "Noclip Partners": "Parceiros Noclip",
    "Become a partner for 8.99 USD / month, get a vanity domain, early access feature, and more!": "Torne-se um parceiro por 8,99 USD/mês, obtenha um domínio customizado, recursos de acesso antecipado e muito mais!",
    "You can become a partner by heading over to your community under the forums section.": "Você pode se tornar um parceiro acessando sua comunidade na seção de fóruns.",
    "There are only 40 active partner slots at any given time, once the limit has been reached you can only upgrade to partner when a slot is available.": "Existem apenas 40 slots de parceiros ativos em um determinado momento, assim que o limite for atingido, você só poderá atualizar para parceiro quando um slot estiver disponível.",
    "Communities upgraded to partner": "Comunidades atualizadas para parceiras",
    "Our Partners": "Nossos Parceiros",
    "Postbit Cover": "Capa Postbit",
    "A postbit cover is a background photo that shows behind your avatar as a background image.": "Uma capa postbit é uma foto de fundo que aparece atrás do seu avatar como imagem de fundo.",
    "Remove Postbit": "Remover Postbit",
    "Profile Avatar": "Avatar do Perfil",
    "Your profile avatar will be shown all across the site.": "O Avatar do seu Perfil vai estar visível em todo o site",
    "Remove Avatar": "Remover Avatar",
    "Your cover photo, you will see this on cards and your profile page!": "Sua foto de capa, você verá isso nos cartões e na sua página de perfil!",
    "Remove Profile Cover": "Remova a capa do perfil",
    "Profile Customizations": "Customizações do Perfil",
    "Add unique customizations to your profile and threads here!": "Adicione personalizações exclusivas ao seu perfil e tópicos aqui!",
    "You will be reachable at:": "Você estará acessível em:",
    "Vanity Url": "URL Personalizado",
    "User Title": "Título do Usuário",
    "A small bit of text displayed under your profile when making threads or comments.": "Um pequeno texto exibido em seu perfil ao fazer tópicos ou comentários.",
    "Toggle transparent avatar": "Alternar avatar transparente",
    "Make avatar transparent?": "Fazer o avatar transparente?",
    "Username Preview": "Pré-visualização do Nome de Usuário",
    "Username Color": "Cor do Nome de Usuário",
    "Username Shadow Color": "Cor da Sombra do Nome de Usuário",
    "Profile Information": "Informações do Perfil",
    "Update your accounts username, and email address.": "Atualize o nome de usuário e o endereço de e-mail de suas contas.",
    "Username": "Nome de Usuário",
    "About Me": "Sobre Mim",
    "Email": "Email",
    "Bio": "Bio",
    "Tell the world about yourself, or plug your projects :)": "Conte ao mundo sobre você ou conecte seus projetos :)",
    "Open menu": "Abrir menu",
    "Support": "Suporte",
    "Dark mode": "Modo Escuro",
    "Light Mode": "Modo Claro",
    "Profile": "Perfil",
    "Log Out": "Log Out",
    "Sign in": "Sign in",
    "Discovery": "Descoberta",
    "Update Steam Group": "Atualizar Grupo da Steam",
    "Donate": "Doar",
    "edited": "editado",
    "Report": "Denunciar",
    "Permanent": "Permanente",
    "Yes": "Sim",
    "No": "Não",
    "Likes": "Curtidas",
    "Credits": "Créditos",
    "Welcome!": "Bem vindo!"
}